Repository: GoldenDrakeStudios/golden-drake-linux
Catalog: src/usr/share/gdl/extra/cinnamon/.local/share/cinnamon/applets/temperature@fevimu/po/*.po
Languages: bg

source: Error
bg: Грешка

source: Run sensors-detect as root. If it doesn't help, click here to report with your sensors output!
bg: Стартирайте sensors-detect с root права. Ако това не помогне, натиснете тук за да докладвате изхода от сензорите!

source: Warning
bg: Внимание

source: Please install lm_sensors. If it doesn't help, click here to report with your sensors output!
bg: моля инсталирайте lm_sensors. Ако това не помогне, натиснете тук за да докладвате изхода от сензорите!

source: Temperature
bg: Температура

source: Current Temperature
bg: Текуща температура

source: Critical Temperature
bg: Критична температура

source: CPU Temperature Indicator
bg: Индикатор на ЦПУ температурата

source: Shows CPU Temperature
bg: Показва температурата на ЦПУ

source: Show temperature in Fahrenheit
bg: Покажи температурата във Фаренхайт

source: Use integer values for temperature
bg: Закръгляй стойностите на температурата
