Repository: GoldenDrakeStudios/golden-drake-linux
Catalog: src/usr/share/gdl/extra/cinnamon/.local/share/cinnamon/applets/calendar@simonwiles.net/po/*.po
Languages: bg

source: Edit World Clocks
bg: Редактирай световните часовници

source: Date and Time Settings
bg: Настройки на час и дата

source: Display Name
bg: Име за показване

source: Timezone
bg: Часова зона

source: Time format for World Clocks
bg: Формат на часа

source: Browse valid timezone values by country (online)
bg: Преглед на валидните стойности на часовите зони по държава (онлайн)

source: Coordinated Universal Time
bg: Координирано универсално време

source: World Clock Calendar
bg: Световен часовник и календар

source: Fork of the Cinnamon calendar applet with support for displaying multiple timezones
bg: Форк на аплета "Календар" с поддръжка на множество часови зони

source: Date format:
bg: Формат на датата

source: Set your custom format here.
bg: Задайте вашия формат тук

source: World-Clock Settings
bg: Настройки на световния часовник

source: Show week numbers in calendar
bg: Показвай номерата на седмиците в календара

source: Check this to show week numbers in the calendar.
bg: Маркирай тук, за да се показват номерата на седмиците в календара

source: Configure World-clocks
bg: Конфигуриране на световните часовници

source: Add, remove and configure additional clocks and format.
bg: Добави, премахни или конфигурирай формата на допълнителните часовници.

source: Show information on date format syntax
bg: Показва информация за синтаксиса на датата

source: Click this button to know more about the syntax for date formats.
bg: Натисни този бутон за да научиш повече за синтаксиса на форматите за дата.

source: Use a custom date format
bg: Използвай потребителски формат за датата

source: Check this to define a custom format for the date in the calendar applet.
bg: Натисни тук за да определиш потребителски формат на датата в календара на аплета.
